// ScheduleData/CurrentSubjects.js

// 1. هذه المواد التي ستظهر في قسم الملازم
export const currentAvailableSubjects = [
  " ذكاء اصطناعي | نظري",
  " ذكاء اصطناعي | عملي",
  " نظم التشغيل | نظري",
  " نظم التشغيل | عملي",
  "برمجة مرئية | نظري",
  "برمجة مرئية | عملي",
  " مترجمات | نظري",
  " مترجمات | عملي",
  " تشفير | نظري",
  " تشفير | عملي",
  " خوارزميات | نظري",
 
  
];

// 2. هذه المواد التي ستظهر للأدمن في القائمة المنسدلة عند إضافة مادة للجدول
export const currentScheduleSubjects = [
  "مادة جديدة 1",
  "مادة جديدة 2",
  "مادة جديدة 3",
  "فراغ"
];