// ScheduleData/OldSubjects_2023.js

export const availableSubjects_old = [
  "برمجة كائنية  |   نظري", 
  "برمجة كائنية  |   عملي",
  "هياكل البيانات 2  |   نظري", 
  "هياكل البيانات 2  |   عملي",
  "هندسة البرمجيات  |   نظري",
  "هندسة البرمجيات  |   عملي",
  "قواعد بيانات موزعة", 
  "معمارية الحاسوب", 
  "اللغة الانكليزية",
  "SE | PowePoint Version",
];

export const scheduleSubjects_old = [
  "البرمجة الكائنية", 
  "هياكل البيانات 2", 
  "هندسة البرمجيات", 
  "قواعد بيانات موزعة", 
  "معمارية الحاسوب", 
  "اللغة الانكليزية", 
  "فراغ"
];